{
    "1" : {
        "name" : "โรคระบาด Covid-19",
        "description" : "การติดเชื้อจากสัตว์ค้างคาวมาสู้คนโดยติดจากอู่ฮั่นในวันที่ 1 ธันวาคม 2019 ซึ่งเชื้อได้มีการแพร่กระจายเป็นวงกว้าง ทั่วแผ่นดินใหญ่และทั้วโลกในที่สุด",
        "cause" : "เชื้อมีการแพร่ผ่านฝอยละอองจากจมูก ปาก ซึ่งจะถูกขับออกมาเมื่อไอหรือจามหรือการนำมือไปจับพื้นผิวแล้วนำมาจับใบหน้า เชื่อจะมีการฝักตัว 14 วัน โดยทั่วไปออกอาการ 5-6 วัน",
        "protection" : "ตามมาตรฐานสาธารณสุขคือการกำจัดกิจกรรมแยกผู้ป่วยตอนกักตัว ลดการทำกิจกรรมแบบกลุ่ม มีการคัดกรองประชาชน ใส่หน้ากากอนามัยที่ได้มาตรฐาน บันทึกการเสี่ยงต่อการสัมผัสหรือใกล้ชิดบุคคลที่ติดโรค",
        "treatment" : "มีวัคซีนมากมายถูกผลิตขึ้นมาและหลากหลายรูปแบบ เช่น Pfizer mRNA AstraZeneca viral vector หรือ Sinovac dead cell เป็นต้น ซึ่งในการแพร่ระบาดระยะหลังที่เตียงไม่พอจำนวนผู้ป่วยจะมีการแจกยา Favipiravir ให้กลับไปรับประทานที่บ้านและมีแพทย์คอยติดตามอาการอย่างใกล้ชิด",
        "thumbnail" : "https://cdn.discordapp.com/attachments/1015231602411974766/1021781370550370416/S__95068164.jpg",
        "source" : "https://bit.ly/gm-information-covid19",
        "picsource" : "https://www.smithsonianmag.com/smart-news/everything-you-need-know-about-covid-19-180974313/"
    },

    "2" : {
        "name" : "ไวรัสตับอักเสบ B",
        "description" : "โรคที่เกิดจากการติดเชื้อไวรัสทางเลือด น้ำเชื้อ สารคัดหลั่งที่ติดเชื้อ แต่เชื้อไม่ติดต่อต่างลมหายใจ",
        "cause" : "เกิดจากการใช้ของรวมกลับผู้ติดเชื้อ เช่น การใช้ช้อน ส้อม รับประทานอาหารที่สัมผัสผู้ติดเชื้อเป็นต้น",
        "protection" : " ฉีดวัคซีนป้องกัน โดยผู้ที่ควรฉีดวัคซีนมากที่สุดคือ เด็กแรกเกิด สำหรับเด็กโตและผู้ใหญ่ ส่วนใหญ่มีภูมิต้านทานต่อการติดเชื้อแล้ว หากต้องการฉีดวัคซีนควรได้รับการตรวจเลือด ผู้ที่เคยติดเชื้อมาแล้วหรือมีภูมิต้านทานแล้วไม่ต้องฉีดวัคซีนผู้ที่อยู่ในครอบครัวที่เป็นพาหะ ควรตรวจเลือดเพื่อทราบถึงภาวะของการติดเชื้อก่อนการฉีดวัคซีน การฉีดวัคซีนต้องฉีดให้ครบชุดจำนวน 3 เข็ม",
        "treatment" : "ผู้ป่วยไวรัสตับอักเสบบีเรื้อรังที่มี HBeAg เป็นบวกหรือเป็นลบ สามารถเลือกใช้ยาได้ทุกขนาน ขึ้นอยู่กับปัจจัยของไวรัสบี ปัจจัยทางผู้ป่วย และระยะของโรค แพทย์จะเป็นผู้อธิบายให้ผู้ป่วยทราบถึงประโยชน์และข้อจำกัดของยาแต่ละชนิด สำหรับผู้ป่วยไวรัสตับอักเสบบีเรื้อรังที่ยังไม่มีข้อบ่งชี้ในการรักษา หรืออยู่ในช่วงที่ไวรัสไม่มีการแบ่งตัว ยังไม่จำเป็นต้องได้รับยาต้านไวรัส แต่ควรได้รับการติดตาม ALT เป็นระยะๆ ทุกๆ 3-6 เดือน",
        "thumbnail" : "https://cdn.discordapp.com/attachments/866492209121460225/1022903045681586196/S__95223843.jpg",
        "source" : "https://www.bumrungrad.com/th/conditions/hepatitis-b",
        "picsource" : "https://www.samitivejchinatown.com/th/health-article/Viral-Hepatitis-B"
    },

    "3" : {
        "name" : "ไข้เลือดออก",
        "description" : "เป็นโรคจากการติดเชื้อไวรัสเดงกี่ โดยมียังลายเป็นพาหะ",
        "cause" : "เกิดจากการถูกยุงที่มีพาหะกัด",
        "protection" : "หลีกเลี่ยงการอยู่ในที่ยุงเยอะ ทำลายแหล่งเพาะลูกน้ำโดยเฉพาะที่เป็นน้ำท่วมขังในที่ร้อน หากเริ่มมีผู้ติดเชื้อควรรายงานให้อนามัยจังหวัดทราบเพื่อป้องกันการระบาดเพิ่มเติม",
        "treatment" : "ทานยาลดไข้ทก 5 ชม หากมีไข้เกินสามวันควรพบแพทย์ ดื่มน้ำให้มาก ห้ามทานอาหารรสจัด ป้องกันกระเพาะอาการระคายเคือง หลีกเลี่ยงอาหารสีแดงเนื่องจากอาจสับสนกับเลือดที่ออก",
        "thumbnail" : "https://cdn.discordapp.com/attachments/1015231602411974766/1023128470206816326/S__95289359.jpg",
        "source" : "https://www.thonburihospital.com/%E0%B9%82%E0%B8%A3%E0%B8%84%E0%B9%84%E0%B8%82%E0%B9%89%E0%B9%80%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%AD%E0%B8%AD%E0%B8%81.html",
        "picsource" : "https://medthai.com/wp-content/uploads/2016/07/%E0%B9%84%E0%B8%82%E0%B9%89%E0%B9%80%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%AD%E0%B8%AD%E0%B8%81.jpg"
    },

    "4" : {
        "name" : "โรคเอดส์",
        "description" : "เป็นโรคจากการติดเชื้อไวรัส HIV ที่มีที่มาจากลิงในแอฟริกาซึ่งจะทำการลดภูมิคุ้มกันร่างกาย",
        "cause" : "เชื้อ HIV ทำลายเม็ดเลือดขาวซึ่งเชื้อสามารถติดต่อได้ทาง การติดเชื้อผ่านครรภ์ การคลอด การให้นม การใช้เข็มฉีดยา การรับสารคัดหลั่งจากผู้ติดเชื้อ",
        "protection" : "รับประทานยาPrEP หลีกเลี่ยงการหลับนอนกับคู่นอนหลายคน ไม่ใช่ของส่วนตัวร่วมกับผู้อื่น และใส่ถุงยางทุกครั้งที่มีเพศสัมพันธ์",
        "treatment" : "รับประทานยาต้านไวรัส ARVs ซึ่งหากได้รับประทานยาเร็วจะทำให้ลดการแพร่กระจายเชื้อไม่ให้ลามไปได้ เนื่องจากเอดส์เป็นโรคจากไวรัสทำให้ควรใช้ยาหลายชนิดในการป้องกัน",
        "thumbnail" : "https://cdn.discordapp.com/attachments/1015231602411974766/1023497810399727616/S__95436813.jpg",
        "source" : "https://www.pobpad.com/%E0%B9%80%E0%B8%AD%E0%B8%94%E0%B8%AA%E0%B9%8C",
        "picsource" : "https://www.pobpad.com/%E0%B9%80%E0%B8%AD%E0%B8%94%E0%B8%AA%E0%B9%8C"
    },

    "5" : {
        "name" : "วัณโรค",
        "description" : "เป็นโรคติดเชื้อร้ายแรงทางเดินหายใจโดยส่วนใหญ่ลงปอด",
        "cause" : "เชื้อแบคทีเรีย mycobacterium tuberculosis รับผ่านทางละอองฝอยในอากาศซึ่งโอกาสการติดง่ายหรือยากขึ้นกับภูมิคุ้มกัน",
        "protection" : "รักษาภูมิคุ้มกันให้แข็งแรง เลิกสูบบุหรี่ ใช้เข็มฉีดยาด้วยกัน หลีกเลี่ยงสภาพแวดล้อมที่เสี่ยงต่อการติดเชื้อ",
        "treatment" : "มักให้ผู้ป่วยรับประทานยา isoniazid, rifampin, ethambutol, pyrazi6",
        "thumbnail" : "https://cdn.discordapp.com/attachments/1015231602411974766/1024496691346423908/df564d9afdfca737.jpg",
        "source" : "http://www.rpchospital.com/knowledge_detail.php?id=116",
        "picsource" : "https://sites.google.com/site/jhkjhkljhlhjljl/"
    },

    "6" : {
        "name" : "บาดทะยัก",
        "description" : "โรคติดเชื้อจากแบคทีเรียร้ายแรงที่สามารถแพร่ผ่านบาดแผลที่เกิดขึ้นตามร่างกาย เชื้อบาดทะยักนี้จะไปกระทบต่อระบบประสาท จึงมักทำให้มีอาการเจ็บปวดและเกร็งกล้ามเนื้อเป็นอย่างมาก โดยเฉพาะกล้ามเนื้อขากรรไกรและกล้ามเนื้อลำคอ และยังอาจเป็นอันตรายถึงแก่ชีวิตได้",
        "cause" : "อาการหลังจากเชื้อแบคทีเรียที่เป็นสาเหตุของโรคบาดทะยักเข้าสู่ร่างกาย ผู้ป่วยอาจแสดงอาการติดเชื้อได้ตั้งแต่ 3-21 วัน ซึ่งมีอาการดังนี้ การชักเกร็งหรือกล้ามเนื้อขากรรไกรหดเกร็ง กล้ามเนื้อที่ลำคอหดเกร็ง มีอาการหดเกร็งที่กล้ามเนื้อส่วนอื่น ๆ ตามมา เช่น ช่องท้อง หลัง และหน้าอก",
        "protection" : "รักษาภูมิคุ้มกันให้แข็งแรง เลิกสูบบุหรี่ ใช้เข็มฉีดยาด้วยกัน หลีกเลี่ยงสภาพแวดล้อมที่เสี่ยงต่อการติดเชื้อ",
        "treatment" : "สามารถหลีกเลี่ยงเหตุการณ์ที่เสี่ยงต่อการมีแผลฉีกขาด รวมไปถึงการฉีดวัคซีนบาดทะยักตามวันเวลาที่แพทย์กำหนด",
        "thumbnail" : "https://cdn.discordapp.com/attachments/1015231602411974766/1024496691346423908/df564d9afdfca737.jpg",
        "source" : "https://www.pobpad.com/%E0%B8%9A%E0%B8%B2%E0%B8%94%E0%B8%97%E0%B8%B0%E0%B8%A2%E0%B8%B1%E0%B8%81",
        "picsource" : "https://www.rama.mahidol.ac.th/th/knowledge_awareness_health/07162015-1236-th"
    },
   
    "7" : {
        "name" : "อหิวาตกโรค",
        "description" : "โรคท้องร่วงรุนแรงที่เกิดจากการติดเชื้อแบคทีเรีย วิบริโอ โคเลอรี (Vibrio Cholerae) ภายในลำไส้ ซึ่งผู้ป่วยได้รับเชื้อจากการรับประทานอาหารหรือน้ำดื่มที่ปนเปื้อนแบคทีเรียชนิดนี้ ผู้ที่ได้รับเชื้อมักปรากฏอาการของโรคในระดับอ่อน จะมีอาการรุนแรง ได้แก่ ถ่ายเหลวเป็นน้ำมาก อาเจียน ส่งผลให้ร่างกายสูญเสียน้ำและเกลือแร่อย่างรวดเร็วและนำไปสู่ภาวะขาดน้ำและช็อคได้ หากไม่ได้รับการรักษา ผู้ป่วยสามารถเสียชีวิตภายในไม่กี่ชั่วโมง",
        "cause" : "อหิวาตกโรคเกิดจากเชื้อแบคทีเรียโดยแบคทีเรียจะผลิตสารชีวพิษซิกัวทอกซิน ขึ้นในลำไส้เล็ก สารชีวพิษนี้จะเกาะที่ผนังลำไส้และรวมกับโซเดียมหรือคลอไรด์ที่ไหลผ่านลำไส้ และเกิดการกระตุ้นร่างกายให้ขับน้ำออกจากตัว จนนำไปสู่อาการท้องร่วง รวมทั้งการสูญเสียน้ำและเกลือแร่ในเลือดอย่างกะทันหัน ซึ่งสามารถติดแหล่งน้ำ อาหารทะเล ผักผลไม้สด ธัญพืช",
        "protection" : "เมื่อเกิดการระบาดหรือต้องเดินทางไปในพื้นที่ที่มีการระบาดของอหิวาตกโรค สามารถป้องกันไม่ให้ติดเชื้อได้ด้วยวิธีดังต่อไปนี้ ล้างมือถูสบู่ให้สะอาด ดื่มน้ำต้มสุก รับประทานอาหารสุก รับประทานอาหารปลอกเปลือกเอง",
        "treatment" : "ต้องรักษาอย่างทันท่วงทีด้วยการให้สารละลายนํ้าตาลเกลือแร่ ในปริมาณที่พอเพียงเพื่อแก้ไขภาวะเลือดเป็นกรดและ ภาวะโปแตสเซียมในเลือดตํ่า สําหรับผู้ป่วยที่มีอาการรุนแรงให้สารละลายนํ้าตาลเกลือแร่ทางหลอดเลือดทันที จนกระแสโลหิตไหลเวียนดีขึ้น จึงเปลี่ยนมาให้ทางปาก",
        "thumbnail" : "https://cdn.discordapp.com/attachments/1015231602411974766/1024496691346423908/df564d9afdfca737.jpg",
        "source" : "https://www.pobpad.com/%E0%B8%AD%E0%B8%AB%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%95%E0%B8%81%E0%B9%82%E0%B8%A3%E0%B8%84",
        "picsource" : "https://www.rama.mahidol.ac.th/th/knowledge_awareness_health/07162015-1236-th"
    },

    "8" : {
        "name" : "โรคคอตีบ",
        "description" : "โรคคอตีบเป็นโรคติดเชื้อเฉียบพลันของระบบทางเดินหายใจ ที่ทําให้เกิดการอักเสบและมีแผ่นเยื่อเกิดขึ้นในลําคอ",
        "cause" : "ป็นโรคติดต่อที่เกิดจากทางเดินหายใจติดเชื้อแบคทีเรียชนิด Corynebacterium diphtheria",
        "protection" : "1. ไปรับวัคซีนตามเกณฑ์ที่กำหนด แม้ผู้ที่เคยป่วยด้วยโรคคอตีบแล้วก็ต้องได้รับวัคซีนเพื่อป้องกันโรคคอตีบเกิดขึ้นซ้ำในอนาคต\n> 2. มีพฤติกรรมสุขภาพดีและถูกสุขลักษณะ เช่นหากเป็นหวัดหรือโรคติดเชื้อระบบทางเดินหายใจให้สวมหน้ากากอนามัย ล้างมือให้สะอาด\n> 3. หลีกเลี่ยงการสัมผัสใกล้ชิดกับผู้ป่วย\n> 4. ถ้ามีผู้ป่วยในบ้านควรแยกผู้ป่วยออกต่างหาก",
        "treatment" : "โรคนี้รักษาให้หายได้ ด้วยการไปพบแพทย์เพื่อสั่งยาปฏิชีวนะให้รับประทานนาน 14 วัน ซึ่งสามารถหยุดการแพร่เชื้อโรคได้ภายใน 48 ชั่วโมง หลังเริ่มให้ยาบางรายอาจได้รับยาทำลายพิษของเชื้อโรคคอตีบร่วมด้วย ในผู้ป่วยที่มีอาการอุดกั้นทางเดินหายใจต้องเจาะคอ เพื่อช่วยหายใจ หลังจากหายเป็นปกติผู้ป่วยต้องได้รับวัคซีนป้องกัน โรคคอตีบให้ครบถ้วนตามเกณฑ์เพราะการป่วยด้วยโรคคอตีบไม่สามารถสร้างภูมิคุ้มกันโรคให้มีระดับเพียงพอต่อการป้องกันโรคคอตีบในการติดเชื้อครั้งต่อไป",
        "thumbnail" : "https://cdn.discordapp.com/attachments/1015231602411974766/1024496691346423908/df564d9afdfca737.jpg",
        "source" : "https://www.rama.mahidol.ac.th/rama_hospital/th/services/knowledge/10292020-1036",
        "picsource" : "https://www.thaichildcare.com/โรคคอตีบ-ป้องกันได้ด้วย/"
    }, 

    "9" : {
        "name" : "โรคมือเท้าปาก",
        "description" : "เป็นโรคติดต่อที่เกิดจากการติดเชื้อไวรัสกลุ่มเอนเทอโรไวรัส ทำให้มีตุ่ม ผื่น หรือแผลอักเสบมีหนองที่ผิวหนังบริเวณมือ ฝ่ามือ เท้า ฝ่าเท้า และภายในปาก และสร้างความเจ็บปวด โดยผู้ป่วยจะมีไข้ร่วมกับอาการป่วยอื่น ๆ ด้วย เช่น ไอ เจ็บคอ อ่อนเพลีย ปวดท้อง ไม่อยากอาหาร พบมากในเด็กอายุต่ำกว่า 10 ปี แต่สามารถเกิดกับเด็กโตและผู้ใหญ่ได้เช่นกัน",
        "cause" : "โรคมือเท้าปากเกิดจากการติดเชื้อไวรัสในกลุ่มเอนเทอโรไวรัส ส่วนใหญ่เกิดจากไวรัสสายพันธุ์ค็อกซากี้ เอ16 (Coxsackie A16 Virus) และบางส่วนอาจเกิดจากเอนเทอโรไวรัส 71 (Enterovirus 71) โดยเชื้อไวรัสสามารถติดต่อกันได้ผ่านการไอหรือจาม การสัมผัสของเหลวหรือของเสียที่ปนเปื้อนเชื้อ นอกจาก 2 สายพันธุ์นี้ ยังมีไวรัสสายพันธุ์อื่น ๆ ที่สามารถเป็นต้นเหตุของโรคมือเท้าปากได้ คือ กลุ่มเอนเทอโรไวรัส เช่น กลุ่มโปลิโอไวรัส (Polioviruses) กลุ่มค็อกซากี้ไวรัส (Coxsackieviruses) และกลุ่มเอ็กโค่ไวรัส (Echoviruses)",
        "protection" : "1.หลีกเลี่ยงการให้เด็กคลุกคลีหรือใกล้ชิดกับผู้ป่วย\n> 2.รักษาอนามัยส่วนบุคคล โดยเฉพาะผู้เลี้ยงดูเด็กเล็กควรล้างทำความสะอาดมือก่อนหยิบจับอาหารให้เด็กรับประทาน และรับประทานอาหารที่สุก สะอาด ปรุงใหม่ๆ ไม่มีแมลงวันตอม ดื่มน้ำสะอาด\n> 3.ไม่ใช้ภาชนะในการรับประทานอาหารร่วมกับผู้อื่น โดยเฉพาะช้อน จาน ชาม แก้วน้ำ ขวดนม\n> 4.รีบซักผ้าอ้อมหรือเสื้อผ้าที่เปื้อนอุจจาระให้สะอาดโดยเร็ว และทิ้งน้ำลงในโถส้วม ห้ามทิ้งลงท่อระบายน้ำ\n> 5.หากเด็กมีอาการของโรคมือเท้าปากให้รีบพาเด็กไปพบแพทย์ และเมื่อแพทย์วินิจฉัยว่าเป็นโรคมือเท้าปาก ต้องให้เด็กหยุดเรียนอย่างน้อย 1 สัปดาห์ หรือจนกว่าแผลจะหาย\n> 6.การปิดทั้งโรงเรียนเป็นเวลาอย่างน้อย 2 สัปดาห์ ทำความสะอาดห้องเรียนและของเล่นต่างๆ\n> 7.การคัดแยกเด็กป่วยออกตั้งแต่เดินเข้าที่หน้าประตูโรงเรียน\n> 8.การหมั่นล้างมือ เช็ดถูทำความสะอาดห้องเรียนและของเล่นต่างๆ",
        "treatment" : "โรคมือเท้าปากยังไม่มียารักษาจำเพาะ หลักการรักษาเป็นการรักษาตามอาการ ให้ยาลดไข้ ยาแก้ปวด ยาชาเฉพาะที่สำหรับแผลในปาก ดื่มน้ำเกลือแร่เพื่อชดเชยภาวะขาดน้ำ เด็กที่มีอาการรุนแรงหรือภาวะแทรกซ้อนจำเป็นต้องได้รับการดูแลรักษาอย่างใกล้ชิด",
        "thumbnail" : "https://cdn.discordapp.com/attachments/1015231602411974766/1024496691346423908/df564d9afdfca737.jpg",
        "source" : "https://www.bumrungrad.com/th/health-blog/july-2012/hand-foot-mouth-disease",
        "picsource" : "https://image.pobpad.com/%E0%B9%82%E0%B8%A3%E0%B8%84%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B9%80%E0%B8%97%E0%B9%89%E0%B8%B2%E0%B8%9B%E0%B8%B2%E0%B8%81"
    },

    "10" : {
        "name" : "โรคไอกรน",
        "description" : "เป็นโรคติดเชื้อในระบบทางเดินหายใจเกิดจากเชื้อแบคทีเรียชื่อ Bordetella pertussis โรคไอกรนก่อให้เกิดการไออย่างรุนแรงต่อเนื่องเป็นเวลาหลายสัปดาห์ โดยเฉพาะในเด็กทารกและเด็กเล็กจะมีความรุนแรงมาก",
        "cause" : "เกิดจากเชื้อแบคทีเรียBordetella pertussis (B. pertussis) เป็นเชื้อที่เพาะขึ้นใน Bordet Gengau media ซึ่จะพบเชื้อได้ในลำคอ",
        "protection" : "การป้องกันที่ดีที่สุดคือ การให้วัคซีน วัคซีนป้องกันไอกรนจะให้โดยการฉีดที่อายุ 2, 4, 6, 18 เดือน และกระตุ้นอีกครั้งเมื่ออายุ 4-6 ปี วัคซีนไอกรนนี้จัดเป็นวัคซีนพื้นฐานซึ่งเด็กทุกคนต้องได้รับ",
        "treatment" : "ให้ยาปฎิชีวนะที่ได้ผลเฉพาะคือ erythromycin ในขนาด 50 มก./กก./วันเป็นระยะเวลา 14 วัน ในระยะแรกจะช่วยให้ความรุนแรงของโรคลดลงได้แต่ถ้าพบผู้ป่วยระยะที่มีการไอเป็นชุด แล้วการให้ยาจะไม่สามารถเปลี่ยนแปลงความรุนแรงของโรคได้แต่จะสามารถฆ่าเชื้อโรคที่อาจจะยังมีอยู่ให้หมดไปได้ในระยะ 3-4 วันเป็นการลดการแพร่กระจายของเชื้อได้ การรักษาตามอาการให้เด็กได้พักผ่อน ดื่มน้ำอุ่น อยู่ในห้องที่มีอากาศถ่ายเทได้ดีหลีกเลี่ยงสาเหตุที่จะทำให้เด็กไอมากขึ้น เช่น การออกแรง ฝุ่นละออง ควันไฟควันบุหรี่ อากาศที่ร้อนหรือเย็นจัดเกินไป",
        "thumbnail" : "https://cdn.discordapp.com/attachments/1015231602411974766/1024496691346423908/df564d9afdfca737.jpg",
        "source" : "https://www.rama.mahidol.ac.th/rama_hospital/th/services/knowledge/10012020-1449",
        "picsource" : "https://www.pidst.or.th/A299.html"
    }
}